################################ INICIO BOTONES
cmd_aceptar							 		= Aceptar
cmd_activar_desactivar 								= Activar / Desactivar
cmd_actualizar 									= Actualizar
cmd_actualizar_datos 								= Actualizar Datos
cmd_actualizar_gestionar 							= Actualizar y Gestionar
cmd_agregar 									= Agregar
cmd_anterior 									= Anterior
cmd_anular 									= Anular
cmd_aplicar 									= Aplicar
cmd_aprobar 									= Aprobar
cmd_archivo_plano  								= Archivo Plano
cmd_asignar 									= Asignar
cmd_asignar_clave  								= Asignar Clave
cmd_atras 							 		= Atras
cmd_buscar 							 		= Buscar
cmd_buscar_historical 								= Hist\u00f3rico
cmd_calcular 									= Calcular
cmd_cambiar_clave 								= Cambiar Clave
cmd_cambio_clave 								= Cambio de Clave
cmd_cambio_idioma 								= Configuraci\u00f3n Idioma
cmd_cancelar 						 			= Cancelar
cmd_cargar 							 		= Cargar
cmd_cargue_masivo 								= Cargue Masivo
cmd_cerrar 							 		= Cerrar
cmd_limpiar 									= Limpiar
cmd_consultar 									= Consultar
cmd_continuar 									= Continuar
cmd_descargar 									= Descargar
cmd_devolver 									= Devolver
cmd_editar 							 		= Editar
cmd_ejecutar 									= Ejecutar
cmd_eliminar 									= Eliminar
cmd_exportar 									= Exportar
cmd_finalizar 									= Finalizar
cmd_generar 									= Generar
cmd_guardar 									= Guardar
cmd_importar 									= Importar
cmd_imprimir  									= Imprimir
cmd_inactivar 									= Inactivar
cmd_ingresar 									= Ingresar
cmd_remover 									= Remover
cmd_recordar_clave								= Recordar Clave
cmd_restaurar									= Restaurar
cmd_salir 									= Salir
cmd_buscar 							 		= Buscar
cmd_seleccione 									= Seleccione
cmd_enviar 									= Enviar
cmd_siguiente 									= Siguiente
cmd_sin_aplicar 								= Sin Aplicar
cmd_validar 									= Validar
cmd_subir_foto									= Subir Foto
################################ FIN BOTONES


################################ INICIO TIPS
tip_agregar 									= Haga [clic] para agregar
tip_enlace_ir_pagina 								= Haga [clic] para Ir a la p\u00e1gina
tip_buscar 									= Haga [clic] para buscar
tip_limpiar 									= Haga [clic] para limpiar
tip_editar 									= Haga [clic] para editar el proceso
tip_remover 									= Haga [clic] para remover
tip_anterior 									= Haga [clic] para regresar
tip_actualizar 									= Haga [clic] para actualizar el proceso
tip_resetear_clave 								= Haga [clic] para inicializar la clave del usuario
tip_resetear_Codigo_verificacion 						= Haga [clic] para inicializar los valores del c\u00f3digo de verificaci\u00f3n de cambio de clave
tip_general_buscar								= Haga [clic] para buscar en la aplicaci\u00f3n
tip_editar_especialidades							= Haga [clic] para editar las especialidades del pat\u00f3logo
################################ FIN TIPS

################################ INICIO PAGES LOGIN
lbl_pages_login_usuario 							= Usuario
lbl_pages_login_clave	 							= Clave
lbl_pages_login_nombre 								= Nombre
lbl_pages_login_apellido	 						= Apellido
lbl_pages_login_fecha_naci	 						= Fecha Nacimiento
################################ FIN PAGES LOGIN

################################ INICIO LBLS ENVIO CORREO
lbl_correo_rec_clave_asunto							= SOLICITUD PARA REESTABLECER LA CLAVE PERSONAL
lbl_correo_rec_clave_mensaje							= Usted ha solicitado recientemente un cambio de clave, para acceder al formulario y actualizar su informaci\u00f3n por favor acceda al siguiente enlace:
lbl_correo_rec_clave_enlace_mensaje						= Ir a Reestablecer Clave
lbl_correo_rec_clave_recomendaciones						= Si ha recordado su clave actual haga caso omiso de este correo. Si usted no ha solicitado un cambio de clave comunique al Administrador del Sistema de forma inmediata. Muchas gracias por su atenci\u00f3n.
################################ FIN LBLS ENVIO CORREO

################################ INICIO ENUMERADOS
enum_no_applica 								= No Aplica

# Enumerado ENUMS
enum_enums_tipo_identificacion							= Tipo Identificaci\u00f3n
enum_enums_si_no								= Si / No

# Enumerado SI NO
enum_si_no_si 									= Si
enum_si_no_no 									= No

# Enumerado tipo de identificaci\u00f3n
enum_tipo_identificacion_cedula                                                 = CC
enum_tipo_identificacion_tarjeta_identididad                                    = TI

# Enumerado Estados HTTPS
# 1) Respuestas Informativas
enum_estado_http_nombre_100 = Continuar
enum_estado_http_mensaje_100 = El servidor ha recibido los encabezados de solicitud y el cliente debe proceder a enviar el cuerpo de la solicitud

enum_estado_http_nombre_101 = Protocolos de conmutaci\u00f3n
enum_estado_http_mensaje_101 = El solicitante le pidi\u00f3 al servidor que cambie los protocolos y el servidor acept\u00f3 hacerlo

enum_estado_http_nombre_102 = Procesamiento
enum_estado_http_mensaje_102 = El servidor ha recibido y est\u00e1 procesando la solicitud, pero todav\u00eda no hay respuesta disponible

enum_estado_http_nombre_103 = Primeros consejos
enum_estado_http_mensaje_103 = Devolver algunos encabezados de respuesta antes del mensaje HTTP del archivo

# 2) Exito
enum_estado_http_nombre_200 = OK
enum_estado_http_mensaje_200 = Proceso Exitoso

enum_estado_http_nombre_201 = Creado
enum_estado_http_mensaje_201 = La solicitud se ha cumplido, lo que resulta en la creaci\u00f3n de un nuevo recurso

enum_estado_http_nombre_202 = Aceptado
enum_estado_http_mensaje_202 = La solicitud se ha aceptado para su procesamiento, pero el procesamiento no se ha completado. La solicitud puede o no ser implementada y puede ser rechazada cuando se produce el procesamiento

enum_estado_http_nombre_203 = Informaci\u00f3n no autorizada
enum_estado_http_mensaje_203 = El servidor es un proxy transformador (por ejemplo, un acelerador web) que recibi\u00f3 un 200 OK desde su origen, pero est\u00e1 devolviendo una versi\u00f3n modificada de la respuesta del origen

enum_estado_http_nombre_204 = Sin Contenido
enum_estado_http_mensaje_204 = El servidor proces\u00f3 correctamente la solicitud y no devuelve ning\u00fan contenido

enum_estado_http_nombre_205 = Reestablecer Contenido
enum_estado_http_mensaje_205 = El servidor proces\u00f3 correctamente la solicitud, pero no devuelve ning\u00fan contenido. A diferencia de una respuesta 204, esta respuesta requiere que el solicitante restablezca la vista del documento

enum_estado_http_nombre_206 = Contenido Parcial
enum_estado_http_mensaje_206 = El servidor solo entrega parte del recurso ( servicio de bytes ) debido a un encabezado de rango enviado por el cliente

enum_estado_http_nombre_207 = Multi-Status
enum_estado_http_mensaje_207 = El cuerpo del mensaje que sigue es por defecto un mensaje XML y puede contener una cantidad de c\u00f3digos de respuesta por separado, dependiendo de cu\u00e1ntas sub-solicitudes se realizaron

enum_estado_http_nombre_208 = Ya Informado
enum_estado_http_mensaje_208 = Los miembros de un enlace DAV ya se han enumerado en una parte anterior de la respuesta (Multi-Status), y no se est\u00e1n incluyendo de nuevo

enum_estado_http_nombre_226 = IM Usados
enum_estado_http_mensaje_226 = El servidor ha cumplido una solicitud del recurso y la respuesta es una representaci\u00f3n del resultado de una o m\u00e1s manipulaciones de instancia aplicadas a la instancia actual

# 3) Redireccion
enum_estado_http_nombre_300 = Opciones M\u00faltiples
enum_estado_http_mensaje_300 = Indica m\u00faltiples opciones para el recurso del cual el cliente puede elegir Por ejemplo, este c\u00f3digo podr\u00eda usarse para presentar m\u00faltiples opciones de formato de video, para listar archivos con diferentes extensiones de nombre de archivo , o para sugerir la desambiguaci\u00f3n del sentido de la palabra 

enum_estado_http_nombre_301 = Movido Permanentemente
enum_estado_http_mensaje_301 = Esta y todas las solicitudes futuras deben dirigirse al URI dado

enum_estado_http_nombre_302 = Encontrados
enum_estado_http_mensaje_302 = La especificaci\u00f3n HTTP / 1.0 (RFC 1945) requer\u00eda que el cliente realizara una redirecci\u00f3n temporal (la frase descriptiva original era "Movida temporalmente"), pero los navegadores populares implementaban 302 con la funcionalidad de un 303. Por lo tanto, HTTP / 1.1 agreg\u00f3 c\u00f3digos de estado 303 y 307 para distinguir entre los dos comportamientos

enum_estado_http_nombre_303 = Ver Otro
enum_estado_http_mensaje_303 = La respuesta a la solicitud se puede encontrar en otra URI usando el m\u00e9todo GET

enum_estado_http_nombre_304 = No Modificado
enum_estado_http_mensaje_304 = Indica que el recurso no se ha modificado desde la versi\u00f3n especificada por los encabezados de solicitud If-Modified-Since o If-None-Match. En tal caso, no hay necesidad de retransmitir el recurso ya que el cliente todav\u00eda tiene una copia descargada previamente

enum_estado_http_nombre_305 = Usar Proxy
enum_estado_http_mensaje_305 = El recurso solicitado est\u00e1 disponible solo a trav\u00e9s de un proxy, cuya direcci\u00f3n se proporciona en la respuesta

enum_estado_http_nombre_306 = Switch Proxy
enum_estado_http_mensaje_306 = Las solicitudes subsiguientes deber\u00edan usar el proxy especificado

enum_estado_http_nombre_307 = Redirecci\u00f3n Temporal
enum_estado_http_mensaje_307 = La solicitud debe repetirse con otro URI; sin embargo, las solicitudes futuras a\u00fan deber\u00edan usar el URI original. A diferencia de c\u00f3mo se implement\u00f3 hist\u00f3ricamente el 302, no se permite cambiar el m\u00e9todo de solicitud al volver a emitir la solicitud original

enum_estado_http_nombre_308 = Redirecci\u00f3n Permanente
enum_estado_http_mensaje_308 = La solicitud y todas las solicitudes futuras deben repetirse utilizando otro URI. 307 y 308 son paralelos a los comportamientos de 302 y 301, pero no permiten que el m\u00e9todo HTTP cambie

# 4) Errores del Cliente
enum_estado_http_nombre_400 = Peticion Incorrecta
enum_estado_http_mensaje_400 = El servidor no puede o no procesar\u00e1 la solicitud debido a un aparente error del cliente, una sintaxis de solicitud mal formada, un tama\u00f1o demasiado grande, un encuadre de mensaje de solicitud no v\u00e1lido o un enrutamiento de solicitud enga\u00f1oso

enum_estado_http_nombre_401 = No Autorizado
enum_estado_http_mensaje_401 = El usuario no tiene las credenciales necesarias. La respuesta debe incluir un campo de encabezado WWW-Authenticate que contenga un desaf\u00edo aplicable al recurso solicitado. 

enum_estado_http_nombre_402 = Pago requerido
enum_estado_http_mensaje_402 = Reservado para uso futuro como parte de alg\u00fan tipo de esquema de efectivo o micropago digital

enum_estado_http_nombre_403 = Prohibido
enum_estado_http_mensaje_403 = La solicitud fue v\u00e1lida, pero el servidor rechaza la acci\u00f3n. El usuario puede no tener los permisos necesarios para un recurso o puede necesitar una cuenta de alg\u00fan tipo

enum_estado_http_nombre_404 = No Encontrado
enum_estado_http_mensaje_404 = El recurso solicitado no se pudo encontrar, pero puede estar disponible en el futuro. Las solicitudes posteriores del cliente son permitidas

enum_estado_http_nombre_405 = M\u00e9todo No Permitido
enum_estado_http_mensaje_405 = Un m\u00e9todo de solicitud no es compatible con el recurso solicitado

enum_estado_http_nombre_406 = No Aceptable
enum_estado_http_mensaje_406 = El recurso solicitado solo puede generar contenido no aceptable de acuerdo con los encabezados

enum_estado_http_nombre_407 = Autenticaci\u00f3n de Proxy Requerida
enum_estado_http_mensaje_407 = El cliente primero debe autenticarse con el proxy .

enum_estado_http_nombre_408 = Tiempo de Espera de Solicitud
enum_estado_http_mensaje_408 = El servidor agot\u00f3 el tiempo de espera para la solicitud. El cliente no present\u00f3 una solicitud dentro del tiempo que el servidor estaba preparado para esperar.

enum_estado_http_nombre_409 = Conflicto
enum_estado_http_mensaje_409 = La solicitud no se pudo procesar debido a un conflicto en la solicitud

enum_estado_http_nombre_410 = Ido
enum_estado_http_mensaje_410 = Indica que el recurso solicitado ya no est\u00e1 disponible y no estar\u00e1 disponible nuevamente

enum_estado_http_nombre_411 = Longitud Requerida
enum_estado_http_mensaje_411 = La solicitud no especific\u00f3 la duraci\u00f3n de su contenido, que es requerido por el recurso solicitado

enum_estado_http_nombre_412 = Condici\u00f3n Previa Fallida
enum_estado_http_mensaje_412 = El servidor no cumple con una de las condiciones previas que el solicitante puso en la solicitud

enum_estado_http_nombre_413 = Carga \u00datil Demasiado Grande
enum_estado_http_mensaje_413 = La solicitud es m\u00e1s grande de lo que el servidor est\u00e1 dispuesto o puede procesar

enum_estado_http_nombre_414 = URI Demasiado Largo
enum_estado_http_mensaje_414 = El URI proporcionado fue demasiado largo para que el servidor lo procesara

enum_estado_http_nombre_415 = Tipo de Medio No Admitido
enum_estado_http_mensaje_415 = La entidad de solicitud tiene un tipo de medio que el servidor o recurso no admite

enum_estado_http_nombre_416 = Rango No Satisfactorio
enum_estado_http_mensaje_416 = El cliente ha pedido una parte del archivo, pero el servidor no puede suministrar esa parte

enum_estado_http_nombre_417 = Expectativa Fall\u00f3
enum_estado_http_mensaje_417 = El servidor no puede cumplir los requisitos del campo Expect request-header.

enum_estado_http_nombre_421 = Solicitud mal dirigida
enum_estado_http_mensaje_421 = La solicitud fue dirigida a un servidor que no puede generar una respuesta

enum_estado_http_nombre_422 = Entidad No Procesable
enum_estado_http_mensaje_422 = La solicitud estaba bien formada, pero no se pudo seguir debido a errores sem\u00e1nticos

enum_estado_http_nombre_423 = Bloqueado
enum_estado_http_mensaje_423 = El recurso al que se est\u00e1 accediendo est\u00e1 bloqueado

enum_estado_http_nombre_424 = Dependencia Fallida
enum_estado_http_mensaje_424 = La solicitud fall\u00f3 porque depend\u00eda de otra solicitud y esa solicitud fall\u00f3

enum_estado_http_nombre_426 = Actualizaci\u00f3n Requerida
enum_estado_http_mensaje_426 = El cliente debe cambiar a un protocolo diferente como TLS / 1.0 , dado en el campo de encabezado

enum_estado_http_nombre_428 = Requisito Previo
enum_estado_http_mensaje_428 = El servidor de origen requiere que la solicitud sea condicional

enum_estado_http_nombre_429 = Demasiadas solicitudes
enum_estado_http_mensaje_429 = El usuario ha enviado demasiadas solicitudes en un per\u00edodo de tiempo determinado

enum_estado_http_nombre_431 = Campos de encabezado de solicitud demasiado grandes
enum_estado_http_mensaje_431 = El servidor no est\u00e1 dispuesto a procesar la solicitud porque un campo de encabezado individual o todos los campos de encabezado colectivamente son demasiado grandes

enum_estado_http_nombre_440 = Tiempo de Espera de Inicio de Sesi\u00f3n
enum_estado_http_mensaje_440 = La sesi\u00f3n del cliente ha expirado y debe iniciar sesi\u00f3n de nuevo

enum_estado_http_nombre_449 = Reintentar
enum_estado_http_mensaje_449 = El servidor no puede cumplir con la solicitud porque el usuario no ha proporcionado la informaci\u00f3n requerida

enum_estado_http_nombre_451 = No Disponible Por Razones Legales
enum_estado_http_mensaje_451 = Un operador de servidor ha recibido una demanda legal para denegar el acceso a un recurso o a un conjunto de recursos que incluye el recurso solicitado

enum_estado_http_nombre_495 = Error de Certificado SSL
enum_estado_http_mensaje_495 = Una expansi\u00f3n del c\u00f3digo de respuesta 400 Bad Request , utilizado cuando el cliente proporcion\u00f3 un certificado de cliente no v\u00e1lido.

enum_estado_http_nombre_496 = Certificado SSL Requerido
enum_estado_http_mensaje_496 = El servidor no puede o no procesar\u00e1 la solicitud, porque se requiere un certificado de cliente pero no se proporciona

enum_estado_http_nombre_497 = Solicitud HTTP Enviada al Puerto HTTPS
enum_estado_http_mensaje_497 = El servidor no puede o no procesar\u00e1 la solicitud, porque el cliente ha realizado una solicitud HTTP a un puerto para escuchar solicitudes HTTPS

enum_estado_http_nombre_499 = Solicitud cerrada del cliente
enum_estado_http_mensaje_499 = El cliente ha cerrado la solicitud antes de que el servidor pueda enviar una respuesta

# 5) Errores del Servidor
enum_estado_http_nombre_500 = Error interno de servidor
enum_estado_http_mensaje_500 = Error interno de servidor

enum_estado_http_nombre_501 = No implementado
enum_estado_http_mensaje_501 = El servidor no reconoce el m\u00e9todo de solicitud o carece de la capacidad de cumplir con la solicitud

enum_estado_http_nombre_502 = Puerta de enlace no v\u00e1lida
enum_estado_http_mensaje_502 = El servidor actuaba como una puerta de enlace o proxy y recib\u00eda una respuesta no v\u00e1lida del servidor

enum_estado_http_nombre_503 = Servicio no Disponible
enum_estado_http_mensaje_503 = El servidor no est\u00e1 disponible actualmente (porque est\u00e1 sobrecargado o inactivo para mantenimiento)

enum_estado_http_nombre_504 = Tiempo de Espera de Puerta de Enlace
enum_estado_http_mensaje_504 = El servidor actuaba como una puerta de enlace o proxy y no recibi\u00f3 una respuesta oportuna(Tiempo) del servidor

enum_estado_http_nombre_505 = Versi\u00f3n HTTP No Admitida
enum_estado_http_mensaje_505 = El servidor no es compatible con la versi\u00f3n de protocolo HTTP utilizada en la solicitud

enum_estado_http_nombre_507 = Almacenamiento Insuficiente
enum_estado_http_mensaje_507 = El servidor no puede almacenar la representaci\u00f3n necesaria para completar la solicitud 

enum_estado_http_nombre_508 = Bucle Infinito Detectado
enum_estado_http_mensaje_508 = El servidor detect\u00f3 un bucle infinito al procesar la solicitud

enum_estado_http_nombre_510 = No Extendido
enum_estado_http_mensaje_510 = Se requieren extensiones adicionales a la solicitud para que el servidor lo cumpla

enum_estado_http_nombre_511 = Autenticaci\u00f3n de Red Requerida
enum_estado_http_mensaje_511 = El cliente necesita autenticarse para obtener acceso a la red

enum_estado_http_nombre_520 = Error Desconocido
enum_estado_http_mensaje_520 = El servidor de origen devuelve algo inesperado

enum_estado_http_nombre_521 = Servidor Web Est\u00e1 Ca\u00eddo
enum_estado_http_mensaje_521 = El servidor de origen ha rechazado la conexi\u00f3n de Cloudflare

enum_estado_http_nombre_522 = Tiempo de Espera de Conexi\u00f3n Agotado
enum_estado_http_mensaje_522 = No pudo negociar un protocolo de enlace TCP con el servidor de origen

enum_estado_http_nombre_523 = Origen Inalcanzable
enum_estado_http_mensaje_523 = No pudo llegar al servidor de origen, quiz\u00e1s porque los registros DNS para el servidor de origen son incorrectos

enum_estado_http_nombre_524 = Se Produjo Un Tiempo de Espera
enum_estado_http_mensaje_524 = Pudo completar una conexi\u00f3n TCP con el servidor de origen, pero no recibi\u00f3 una respuesta HTTP oportuna

enum_estado_http_nombre_525 = SSL Handshake Fall\u00f3
enum_estado_http_mensaje_525 = No pudo negociar un protocolo de enlace SSL / TLS con el servidor de origen

enum_estado_http_nombre_526 = Certificado SSL no v\u00e1lido
enum_estado_http_mensaje_526 = No pudo validar el certificado SSL / TLS que present\u00f3 el servidor de origen

enum_estado_http_nombre_527 =  Error de Railgun
enum_estado_http_mensaje_527 = La solicitud ha excedido el tiempo o ha fallado despu\u00e9s de haberse establecido la conexi\u00f3n WAN

# 6) Otros Errores de BD y Ejecucion
enum_estado_http_nombre_600 = BD - No Conexi\u00f3n
enum_estado_http_mensaje_600 = Se perdi\u00f3 la conexi\u00f3n con la BD

enum_estado_http_nombre_601 = BD - No Hay Registros
enum_estado_http_mensaje_601 = No hay resultados para mostrar

enum_estado_http_nombre_602 = BD - No Existe Usuario
enum_estado_http_mensaje_602 = El Usuario No Existe

enum_estado_http_nombre_603 = Java - Acceso a Objeto Null
enum_estado_http_mensaje_603 = Se est\u00e1 intentando acceder a un Objeto que viene 'NULL'

enum_estado_http_nombre_604 = Java - Problemas Con Gesti\u00f3n de Ficheros o Archivos
enum_estado_http_mensaje_604 = Problemas Con Gesti\u00f3n de Ficheros o Archivos

enum_estado_http_nombre_605 = Java - Errores en Procesos Matem\u00e1ticos
enum_estado_http_mensaje_605 = Errores en Procesos Matem\u00e1ticos

enum_estado_http_nombre_606 = Java - Errores fuera de rango
enum_estado_http_mensaje_606 = Acceso a variable String o Array fuera del l\u00edmite de longitud

enum_estado_http_nombre_607 = Java - Proceso No Completado
enum_estado_http_mensaje_607 = El proceso no pudo completarse, puede ser que se deba a cambios en el modelo BD, validaciones para eliminar registros por relaciones entre las tablas o datos repetidos que no pueden guardarse, o sea necesario actualizar el sistema. Verifique la informaci\u00f3n y si persiste el problema comun\u00edquese con el Administrador.

enum_estado_http_nombre_608 = BD - Relaci\u00f3n Incumplida
enum_estado_http_mensaje_608 = El proceso viola las restricciones relacionales de la Base de Datos. Revise las llaves for\u00e1neas y principales y verifique que no hayan valores repetidos.

enum_estado_http_nombre_609 = Java - Permiso Denegado
enum_estado_http_mensaje_609 = El Usuario actual no tiene permisos para realizar este proceso

enum_estado_http_nombre_610 = Java - Validaciones de Campos Obligatorios
enum_estado_http_mensaje_610 = Debe digitar la informaci\u00f3n requerida en los campos marcados como obligatorios (*)

enum_estado_http_nombre_611 = Java - Validaci\u00f3n C\u00f3digo Interno Repetido
enum_estado_http_mensaje_611 = Ya existe un registro con el C\u00f3digo Interno digitado

enum_estado_http_nombre_612 = Java - Validaci\u00f3n Estructura de Archivo de Importaci\u00f3n Masiva
enum_estado_http_mensaje_612 = El archivo subido no cumple con la estructura requerida para importar informaci\u00f3n. Un archivo se ha descargado para ver los detalles del problema.

enum_estado_http_nombre_613 = Java - Validaci\u00f3n Contenido de Archivo de Importaci\u00f3n Masiva
enum_estado_http_mensaje_613 = Existen errores en el contenido del archivo subido para importar informaci\u00f3n. Un archivo se ha descargado para ver los detalles del problema.

enum_estado_http_nombre_614 = Java - Error al Construir Archivo
enum_estado_http_mensaje_614 = No se pudo almacenar el archivo en el servidor, puede ser por permisos, contacte al administrador.

enum_estado_http_nombre_615 = Java - Error de Existencia de Archivos y Directorios
enum_estado_http_mensaje_615 = El directorio o archivo no se encuentra, no est\u00e1 disponible o el usuario no tiene permisos para acceder a \u00e9l.

enum_estado_http_nombre_616 = Java - Validaci\u00f3n Email Repetido
enum_estado_http_mensaje_616 = Ya existe un registro con el Correo Electr\u00f3nico digitado

enum_estado_http_nombre_617 = Java - Validaci\u00f3n C\u00f3digo de Barras Repetido
enum_estado_http_mensaje_617 = Ya existe un registro con el C\u00f3digo de Barras digitado

enum_estado_http_nombre_618 = BD - Transacci\u00f3n Fallida
enum_estado_http_mensaje_618 = Ha ocurrido un problema con la transacci\u00f3n de la informaci\u00f3n, puede que se deba que falte la l\u00ednea para transaccionalidad en los servicios que proveen los datos. Comunique al Administrador del Sistema para revisar el servicio. 

enum_estado_http_nombre_619 = Java - Recurso Sin Cargarse
enum_estado_http_mensaje_619 = Alg\u00fan recurso properties que proporciona los labels del sistema no ha podido ser cargado. Si no existen debe crearlo y en caso de encontrar el recurso reinicie el servidor para actualizar la carga.

enum_estado_http_nombre_620 = Java - Validaci\u00f3n Expediente CUM Repetido
enum_estado_http_mensaje_620 = Ya existe un registro con el Expediente CUM digitado.

enum_estado_http_nombre_621 = Java - Validaci\u00f3n C\u00f3digo Aseguradora Repetido
enum_estado_http_mensaje_621 = Ya existe un registro con el C\u00f3digo Aseguradora digitado.

enum_estado_http_nombre_622 = Java - Validaci\u00f3n cantidad despacho 
enum_estado_http_mensaje_622 = La cantidad de medicamentos a entregar es superior a la cantidad disponible.

enum_estado_http_nombre_623 = Java - Validaci\u00f3n entrega completa 
enum_estado_http_mensaje_623 = Las entregas est\u00e1n completas. No es posible agregar mas entregas a la autorizaci\u00f3n.  

enum_estado_http_nombre_624 = Java - Validaci\u00f3n Medicamentos contratados 
enum_estado_http_mensaje_624 = No existen medicamentos contratados. No es posible realizar entregas de medicamentos. 

enum_estado_http_nombre_625 = Java - Proceso No Completado 
enum_estado_http_mensaje_625 = No se puede completar el proceso. No existe el afiliado \u00f3 contrato en la base de datos.

enum_estado_http_nombre_626 = Java - Validaci\u00f3n C\u00f3digo de Barras Repetido
enum_estado_http_mensaje_626 = Ya existe un registro con el Proceso escogido.

enum_estado_http_nombre_627 = Java - Validaci\u00f3n Soportes Obligatorios No Cargados
enum_estado_http_mensaje_627 = Se deben cargar todos los soportes obligatorios.

enum_estado_http_nombre_628 = Java - Validaci\u00f3n Serial
enum_estado_http_mensaje_628 = Ya existe un registro con el serial digitado.

enum_estado_http_nombre_629 = Java - Validaci\u00f3n Valor Factura
enum_estado_http_mensaje_629 = Cuando el pago de la factura es de tipo Contado, el valor de la factura debe ser igual a la sumatoria del valor de los pagos

enum_estado_http_nombre_630 = Java - Validaci\u00f3n Cantidad de Medicamentos
enum_estado_http_mensaje_630 = La cantidad solicitada a trasladar supera la cantidad disponible en bodega.

enum_estado_http_nombre_631 = Java - Lista de Ips Vac\u00eda
enum_estado_http_mensaje_631 = La lista de IPS no puede estar vac\u00eda.

enum_estado_http_nombre_632 = Java - Proceso No Completado
enum_estado_http_mensaje_632 = Existe una configuraci\u00f3n para la empresa.

enum_estado_http_nombre_633 = Java - Validaci\u00f3n Email
enum_estado_http_mensaje_633 = La Estructura del Email no es v\u00e1lida

################################ FIN ENUMERADOS

################################ INICIO ERRORES
# Errores Generales
error_vacio																= Campo Vac\u00edo
error_vacio_menor_cero								= Campo Vac\u00edo o Negativo
error_valor_numero_invalido							= Valor Invalido, ingrese un valor mayor a 0 
error_sin_seleccionar								= Sin Seleccionar
error_nomanejado 								= Error no manejado:
error_nomanejado_archivo 							= Los archivos no fueron creados de forma correcta, comuniquese con el Administrador del Sistema
error_advertencia								= Advertencia
error_error									= Error
error_separador 								= :
error_busqueda_sin_resultados							= No se han encontrado resultados para su b\u00fasqueda
error_sin_permisos_eliminar							= No tiene permisos para poder eliminar
error_fecha_fin_antes_fecha_inicio						= La Fecha Fin no puede ser antes de la Fecha Inicio
error_fecha_suscripcion_no_rango						= La fecha de suscrici\u00f3n debe estar entre la Fecha Inicio y la Fecha Fin

lbl_err_no_pudo_iniciar_sesion                                                  = El Usuario y/o Clave no son correctos
lbl_err_usuario_inactivo                                                        = El Usuario est\u00e1 inactivo
lbl_err_problemas_no_manejados                                                  = \u00a1Lo sentimos! Hay problemas no manejados y estamos trabajando para solucionarlos. Comunique al administrador e intente m\u00e1s tarde

################################ FIN ERRORES